/**
 *
 * 定义数组
 * let arr = [
 *  [11, 11, 22, 33, 44, 55],
 *  [22, 11, 22, 33, 44, 55, 88],
 *  [33, 11, 22, 33, 44],
 *  [44, 11, 22, 44, 55],
 *  [55, 55],
 *  ];
 *
 *  求出和,平均数,数字 11 出现的次数
 *
 */

let arr = [
  [11, 11, 22, 33, 44, 55],
  [22, 11, 22, 33, 44, 55, 88],
  [33, 11, 22, 33, 44],
  [44, 11, 22, 44, 55],
  [55, 55],
];

// 求和
let sum = 0;
// 有多少个数字
let count = 0;
// 平均数
let avg = 0;
// 11出现的次数
let countNum = 0;
for (let i = 0; i < arr.length; i++) {
  for (let j = 0; j < arr[i].length; j++) {
    if (arr[i][j] == 11) {
      countNum++;
    }
    sum += arr[i][j];
    count++;
  }
}
avg = sum / count;

console.log("和是:", sum, "平均数是:", avg, "11出现的次数:", countNum);
