// 4.写一个函数，假设你正在爬楼梯。需要 n 阶你才能到达楼顶，每次你可以爬 1 或 2 个台阶。你有多少种不同的方法可以爬到楼顶呢

// 分析：

// 步骤：
var n = 4
var ways = 0
var x = 0
while (true)
{
    while(true)
    {
        x+=1
        ways++
        if (x==n)
        {
            console.log(ways);
            break;
        }
    }
    x+=2
    ways++
    if(x==n)
    {
        console.log(ways);
        break;
    }
}


/*
1  1    1
2  1*2/2*1      2
3  1*3/2*1+1*1/1*1+2*1     3
4  2*2/1*4/1*1+1*1+2*1/2*1+1*1+1*1/1*1+2*1+1*1      5
5  1*5/2*2+1*1/1*1+2*2/1*1+2*1+*
*/