var name = 'zs';    //第七题
var age;
console.log(name);
console.log(age);//未赋值，所以显示undefined

//8.将下列字符串按照句号分段显示，不要一行显示，
var str = "君不见，黄河之水天上来，奔流到海不复回。\n\
君不见，高堂明镜悲白发，朝如青丝暮成雪。\n\
人生得意须尽欢，莫使金樽空对月。\n\
天生我材必有用，千金散尽还复来。\n\
烹羊宰牛且为乐，会须一饮三百杯。\n\
岑夫子，丹丘生，将进酒，杯莫停。\n\
与君歌一曲，请君为我倾耳听。"
console.log(str)

console.log("君不见，黄河之水天上来，奔流到海不复回。")
console.log('君不见，高堂明镜悲白发，朝如青丝暮成雪。')
console.log('人生得意须尽欢，莫使金樽空对月。')
console.log('天生我材必有用，千金散尽还复来。')
console.log('烹羊宰牛且为乐，会须一饮三百杯。')
console.log('岑夫子，丹丘生，将进酒，杯莫停。')
console.log('与君歌一曲，请君为我倾耳听。')
