// 10.var oldArr={1,3,4,5,0,0,6,6,0,5,4,7,6,7,0,5}; 
//     要求将以上数组中的0项去掉，将不为0的值存入一个新的数组，生成新的数组为 
//     var newArr=[1,3,4,5,6,6,5,4,7,6,7,5];


// 步骤：
var oldArr = [1,3,4,5,0,0,6,6,0,5,4,7,6,7,0,5]; 
// 定义一个新数组
var newArr = []
// 声明一个变量，作为跳过0时，减少的数组长度
var a = 0 
for (var i=0; i<oldArr.length; i++)
{
    
    if (oldArr[i]==0)
    {
        // 每跳过一次0，让a加一，为了下面对应的新数组里元素小标不出错
        a++
        // 跳过本次循环
        continue
    }
    // 将旧数组的元素 对应的 给新数组，并且让新数组的元素下标-0元素已占的数组的长度
    newArr[i-a]=oldArr[i]
}
console.log(newArr);
